Repository: sushain97/apertium-monorepo-svn-82937
Catalog: nursery/apertium-sme-smn/tmx_data/6texts_5_sme2smn.tmx
Source language: sme_fi
Languages: smn

source: Hálddahusriekti: Čielggademiid vuođul Tanja Sanila galgá atnit nuortalašgielat olmmožin
smn: Haldâttâhriehti: Čielgiimij vuáđuld Tanja Sanila kalga onnuđ nuorttâkielâlâš olmožin

source: Yle Sámi oažžun dieđuid mielde Davvi-Suoma hálddahusriekti boahtá duorastaga beaivit cealkit, ahte Tanja Sanila galgá atnit nuortalašgielat olmmožin.
smn: Yle Säämi uážžum tiäđui mield Tave-Suomâ haldâttâhriehti áigu tuorâstuv peiviv celkkiđ, et Tanja Sanila kalga anneeđ nuorttâkielâlâš olmožin.

source: Danin son dohkke nuortalaččaid ovdaolmmožin, gii nuortalašlága mielde galgá máhttit nuortalašgiela.
smn: Tondiet sun tohhee nuorttâlij ovdâolmožin, kii nuorttâlâšlaavä mield kalga mättiđ nuorttâlâškielâ.

source: Davvi-Suoma hálddahusriekti addá duorastaga beaivit virggálaš mearrádusa ovdaolbmo válggas dahkkojuvvon váidagiin.
smn: Tave-Suomâ haldâttâhriehti addel tuorâstuv peiviv virgálii miärádäs ovdâulmuu vaaljâst tohhum vaidâlmijn.

source: Hálddahusriekti hilgu buot váidagiid áššis.
smn: Haldâttâhriehti hilgo puoh vaidâlmijd ääšist.

source: Yle Sámi oažžun dieđuid mielde Davvi-Suoma hálddahusriekti cealká, ahte Tanja Sanila galgá atnit nuortalašgielat olmmožin.
smn: Yle Säämi uážžum tiäđui mield Tave-Suomâ haldâttâhriehti ciälkká, et Tanja Sanila kalga anneeđ nuorttâkielâlâš olmožin.

source: Danin son dohkke ovdaolmmožin, gii nuortalašlága mielde galgá máhttit nuortalašgiela.
smn: Tondiet sun tohhee ovdâolmožin, kii nuorttâlâšlaavâ mield kalga mättiđ nuorttâlâškielâ.
